[
    {
        "id": "dog-1",
        "image_url": "dog1.jpg",
        "desc": "강아지는 개의 새끼를 말한다. 갓 태어난 강아지의 체중은 견종에 따라 크게 차이가 나며 소형 견종들은 100~200g, 대형 견종들은 400~500g, 초대형 견종들은 700g 까지 나간다. 강아지는 성체로 발달하는 과정에 있으므로 자라면서 털색이나 체형 등이 달라질 수 있으며 정서적인 변화를 겪기도 한다.",
        "user": {
            "id": 1,
            "username": "엄지",
            "bio": "I Love Puppy!",
            "image_url": "user1.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-2",
        "image_url": "dog2.jpg",
        "desc": "한국어 ‘강아지’는 ‘개’에 어린 짐승을 뜻하는 ‘아지’가 붙은 말이다. 제주도 사투리로는 강생이라고 한다. 각 언어마다 강아지에 대한 별도의 명칭이 있는데, 영어로는 강아지를 ‘Puppy’(퍼피)라 부르며, 일본어로는 ‘小犬(코이누)’라 하며, 중국어로는 '小狗(샤오거우)' 혹은 幼犬(유추안) 이라한다.",
        "user": {
            "id": 2,
            "username": "은하",
            "bio": "강아지가 너무너무 좋아요!",
            "image_url": "user2.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-3",
        "image_url": "dog3.jpg",
        "desc": "암캐가 발정기를 맞으면 외음부가 부어오르며 약간의 출혈을 보인다. 혈흔을 발견한 날로부터 12일 전후로 임신이 가능하다. 임신 징후는 1 개월 뒤쯤에 나타나는데 유두가 굵어지고 유방이 발달하며 식욕이 왕성해진다. 개의 임신 기간은 보통 2달 이며 2 - 3일 정도 차이를 보일 수 있다. 잉태한 강아지의 수가 많으면 보다 빨리 출산하는 경향이 있다. 보통은 임신한 지 63일 무렵 양막이 터지면서 출산이 이루어진다. 출산한 암캐는 갓 태어난 강아지에 묻은 양수와 양막을 핥아 내고 탯줄을 이빨로 끊는다. 감염의 방지를 위해 사람이 탯줄을 자를 때에는 소독된 가위로 탯줄을 1 cm 정도 남기고 잘라낸 뒤 실로 묶고 소독약을 발라준다",
        "user": {
            "id": 3,
            "username": "신비",
            "bio": "같이 산책가실 뿐???",
            "image_url": "user3.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-4",
        "image_url": "dog4.jpg",
        "desc": "태어난 강아지는 생후 10일까지를 신생아로 본다. 강아지는 견종에 따라 체중이 매우 다양하며 태어난 지 14일 무렵 눈을 뜨고 소리에 반응하며 걷기 시작한다. 몸떨기 반사는 그 보다 1주일 정도 빠르다. 젓빨기는 첫 2주간은 2시간 마다 이루어지며 8일만에 몸무게가 두 배로 늘 정도로 빠르게 성장한다. 이 기간엔 따로 마련한 출산장에서 강아지의 관리를 전적으로 어미개에게 맡기는 것이 좋다. 강아지가 자신의 몸음 부들부들 떠는 몸떨기 반사는 체온을 유지하기 위한 자연스런 반응이다. 강아지는 생후 3주에서 3개월에 걸쳐 한 배에서 나온 강아지들과 어미, 사람들과 사회적 관계를 맺는 이행기를 거친다. 이 시기 강아지들에겐 나중에 어미나 같이 태어난 강아지와 떨어져 홀로 살아갈 앞날을 위해 다른 동물들과 마주치는 훈련이 필요하다. 이행기의 강아지는 호기심이 왕성하여 바닥에 떨어진 것은 전기코드나 작은 물건을 가리지 않고 물어 뜯기 때문에 안전에 주의하여야 한다",
        "user": {
            "id": 4,
            "username": "소원",
            "bio": "안녕하세요:)",
            "image_url": "user4.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-5",
        "image_url": "dog5.jpg",
        "desc": "생후 20일 - 30일까지 젖을 먹으며 그 이후엔 어미의 먹이에 관심을 갖는다. 생후 3주부터 이유식을 준비하여 준다. 이유식은 습기가 많은 물렁물렁한 음식으로 시작하며 씨리얼, 아기밀, 다진 고기, 스크램블 에그 등을 혼합하여 고단백 고탄수화물 음식을 준다.",
        "user": {
            "id": 5,
            "username": "예린",
            "bio": "강아지 보다 너",
            "image_url": "user5.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-6",
        "image_url": "dog6.jpg",
        "desc": "개는 매우 강한 사회성을 보이는 동물이며 강아지는 어미나 자신들 끼리 노는 데 대부분의 시간을 보낸다. 사람과의 사회적 관계를 맺는 것은 8주에서 12주 무렵부터 이루어지며 점차 사람과 상호 반응하는 사회적 기술을 익히게 된다. 이 시기에 사람이나 성체 개로부터 위협을 겪으면 정서적으로 크게 위축될 수 있다",
        "user": {
            "id": 6,
            "username": "유주",
            "bio": "퍼그가 세젤귀, 나도 세젤귀",
            "image_url": "user6.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-7",
        "image_url": "dog7.jpg",
        "desc": "강아지는 주인 또는 우두머리로부터 통제받고 명령받는 것을 배워야 한다. 정확한 규칙과 규율에 따라 기르지 못한 개는 스트레스를 받으며 자신이 집단이나 가족의 리더가 되려고 하는 경향을 보인다",
        "user": {
            "id": 6,
            "username": "유주",
            "bio": "퍼그가 세젤귀, 나도 세젤귀",
            "image_url": "user6.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-8",
        "image_url": "dog8.jpg",
        "desc": "강아지는 어미젖을 때면 모체로부터 주어지던 면역 기능이 중단되어 병에 걸리기 쉽게 된다. 애완견의 주요 사망 시기는 생후 2개월 미만의 강아지 때가 아니면 10 살 이상의 고령견이 대부분이다. 전염병의 방지를 위해 모견부터 철저히 예방 접종을 하고 강아지도 3차에 걸쳐 예방 접종을 하는 것이 좋다. 예방 접종은 보통 5종 또는 7종의 질병에 대한 종합 예방 접종을 실시하며 동물 병원에서 항체 검사를 통해 부족한 백신을 추가로 접종하는 것이 좋다",
        "user": {
            "id": 1,
            "username": "엄지",
            "bio": "I Love Puppy!",
            "image_url": "user1.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-9",
        "image_url": "dog9.jpg",
        "desc": "1차 예방 접종은 생후 6-8주 사이에 이루어지며 이후 2 - 3 주 간격을 두고 추가적인 접종을 한다. 접종 백신으로는 DHPPL(Distemper, infectious Hepatitis, Parainfluenza, Parvo Virus Infection, Lept-tospira / 홍역, 전염성 간염, 감기, 파라보 장염, 렙토스피라) 종합 백신과 코로나장염 백신, 켄넬코프 백신, 광견병 백신 등이 있다",
        "user": {
            "id": 2,
            "username": "은하",
            "bio": "강아지가 너무너무 좋아요!",
            "image_url": "user2.jpg",
            "is_follow": false
        }
    },
    {
        "id": "dog-10",
        "image_url": "dog10.jpg",
        "desc": "개는 이리·자칼(jackal) 등이 조상이라고 하는데, 이는 개와 교배하여 계대(繼代) 번식의 가능성이 있는 새끼를 낳을 수 있다는 것을 뜻한다. 즉 개에 이들의 혈액이 혼혈될 가능성이 있다는 것이다. 그러나 두개골이나 치아의 구조를 보면 개는 혼합된 것이 아니며, 또 그들 중의 어느 것에서 생긴 것이라고도 여겨지지 않는다. 아마도 개는 오스트레일리아에 야생하는 딩고(dingo)나 남아시아에 반야생상태로 서식하는 개와 흡사한, 절멸된 야생종에서 생긴 것으로 추측된다.",
        "user": {
            "id": 3,
            "username": "신비",
            "bio": "같이 산책가실 뿐???",
            "image_url": "user3.jpg",
            "is_follow": false
        }
    }
]
